LEXICON = {
    '/start': 'Привет, читатель!\n\n'
              'Это бот, в котором ты можешь прочитать книгу '
              'Рэя Бредбери "Марсианские хроники"\n\n'
              'Чтобы посмотреть список доступных команд - набери /help',
    
    '/help': '<b>Это бот-читалка</b>\n\n'
             'Доступные команды:\n\n'
             '/beginning - перейти в начало книги\n'
             '/continue - продолжить чтение\n'
             '/bookmarks - посмотреть список закладок\n'
             '/help - справка по работе бота\n\n'
             'Чтобы сохранить закладку - нажмите на кнопку с номером страницы\n\n'
             '<b>Приятного чтения!</b>',
    
    'forward': '>>',
    'backward': '<<',
    
    'bookmarks': '<b>Это список ваших закладок:</b>',
    'edit_bookmarks': '<b>Редактировать закладки</b>',
    'edit_bookmarks_button': 'РЕДАКТИРОВАТЬ',
    'del': '❌ ',
    'cancel': 'ОТМЕНИТЬ',
    'no_bookmarks': 'У вас пока нет ни одной закладки.\n\n'
                    'Чтобы добавить страницу в закладки - во время чтения книги '
                    'нажмите на кнопку с номером этой страницы\n\n'
                    '/continue - продолжить чтение',
    'other_answer': 'Извините, я не понимаю эту команду.\n'
                    'Попробуйте /help - чтобы увидеть список доступных команд.'
}

COMMANDS = {
    '/beginning': 'Перейти в начало книги',
    '/continue': 'Продолжить чтение',
    '/bookmarks': 'Посмотреть список закладок',
    '/help': 'Справка по работе бота'
}